/* Navigation Services - Localizable Strings */

/* Nav Dialog title strings */
"Open Default Title" = "Abrir";
"Open Title" = "Abrir: ^0";
"Save Default Title" = "Guardar";
"Save Title" = "Guardar: ^0";
"Choose File Title" = "Seleccione un archivo";
"Choose Folder Title" = "Seleccione una carpeta";
"Choose Volume Title" = "Seleccionar un volumen";
"Choose Object Title" = "Seleccionar objeto";
"New Folder Title" = "Carpeta nueva";

/* Button title strings */
"Save Button" = "Guardar";
"Open Button" = "Abrir";
"Choose Button" = "Seleccionar";
"Don't Save Button" = "No guardar";
"New Folder Button" = "Carpeta nueva";
"Replace Button" = "Reemplazar";
"Discard Button" = "No guardar cambios";
"Review Button" = "Revisar cambios...";
"Use Dot Button" = "Usar “.”";
"ExtensionAlertUseOneLabel" = "Usar .^1";
"ExtensionAlertUserBothLabel" = "Usar ambas";

/* Confirm Alert strings */
"SaveChangesClosing Banner" = "Guardar los cambios antes de cerrar";
"SaveChangesQuitting Banner" = "Guardar los cambios antes de salir";
"SaveChangesOther Banner" = "Guardar cambios";
"DiscardChanges Banner" = "Descartar los cambios";
"WantToSaveDoc Banner" = "¿Desea guardar los cambios realizados en el documento \"^0\"?";
"WantToSaveThis Banner" = "¿Desea guardar los cambios realizados en este documento?";
"WantToSaveAppDocs Banner" = "¿Desea guardar los cambios realizados en los documentos ^0?";
"WantToDiscardDoc Banner" = "¿Desea descartar los cambios realizados en el documento “^0”?";
"WantToDiscardThis Banner" = "¿Desea descartar los cambios realizados en este documento?";

"Review App Docs Banner" = "No ha guardado los cambios de ^0 documentos ^1. ¿Desea revisar dichos cambios antes de salir de la aplicación?";
"Review Several App Docs Banner" = "No ha guardado los cambios de varios documentos ^1. ¿Desea revisar dichos cambios antes de salir de la aplicación?";

"Review Docs Banner" = "No ha guardado los cambios de ^0 documentos. ¿Desea revisar dichos cambios antes de salir de la aplicación?";
"Review Several Docs Banner" = "No ha guardado los cambios de varios documentos. ¿Desea revisar dichos cambios antes de salir de la aplicación?";

"Review App Single Doc Banner" = "No ha guardado los cambios de ^0 documento ^1. ¿Desea revisar dichos cambios antes de salir de la aplicación?";
"Review Single Doc Banner" = "No ha guardado los cambios de ^0 documento. ¿Desea revisar dichos cambios antes de salir de la aplicación?";

"Review Docs Explanation" = "Si no guarda los documentos, se perderán los cambios realizados.";

/* Untitled strings */
"Untitled Folder" = "carpeta sin título";
"Untitled Doc" = "sin título";

/* Alert strings */
"Cant Replace Locked" = "\"^0\" no puede reemplazarse porque está bloqueado..";

"Remove Favorite" = "Eliminar favorito";
"Cant Resolve Alias NotFound" = "El ítem favorito \"^0\" no ha podido abrirse porque no puede encontrarse el ítem original.";
"Navigate Alias Not Found" = "El ítem favorito \"^0\" no ha podido abrirse porque no puede encontrarse el ítem original.";

"Name Already Taken" = "El ítem \"^0\" ya está en uso. Utilice otro nombre.";
"Cant Replace Folder" = "Ya existe una carpeta con el nombre \"^0\".";
"Cant NewFolder OnLockedDisk" = "No puede crear una carpeta nueva porque el disco está bloqueado.";
"Not Right Privs" = "\"^0\" no puede reemplazarse porque no dispone de suficientes privilegios.";
"Cant use period" = "Los nombres que empiezan por un punto (“.”) están reservados para el sistema. Si desea utilizar de todas formas un nombre que comienza por un punto, el archivo quedará oculto.";

"ExtensionWarningText" = "¿Seguro que desea guardar este documento con la extensión “.^0”? La extensión sugerida es “.^1”.";
"ExtensionWarningSubtext" = "Si no utiliza la extensión “.^1”, su documento se guardará en un formato diferente.";

"ExtensionErrorText" = "Imposible guardar este documento con la extensión “.^0” al final del nombre. La extensión correcta es “.^1”.";
"ExtensionErrorSubtext" = "Puede utilizar ambas, de manera que el nombre de su archivo finalice en “.^0.^1”.";

"ReplaceAlertText" = "Ya existe un ítem denominado “^0” en esta ubicación. ¿Desea reemplazarlo por el que está guardando?";
"ReplaceWithExtensionAlertText" = "Ya existe un ítem denominado “^0” con la extensión “.^1” en esta ubicación. ¿Desea reemplazarlo por el que está guardando?";


/* Favorite Popup Menu strings */
"Favorite Places" = "Lugares favoritos";
"Recent Places"	= "Lugares recientes";
"Computer" = "Ordenador";
"Home menu item" = "Inicio";

/* Show Popup Menu strings */
"All Files" = "Todos los documentos";
"All Known Files" = "Documentos conocidos";
"All App" = "Todos los documentos ^0";
"All Readable Files" = "Documentos legibles";

/* Format Popup Menu strings */
"Default" = "Por omisión";

/* Generic Kind strings */
"Picture Document" = "Documento de imagen";
"Text Document" = "Documento de texto";
"Movie Document" = "Documento de película";
"Sound Document" = "Documento de sonido";

/* array of command key characters:
	o	// command-key lower case O (open)
	.	// command-key character '.' (cancel)
	D	// upper character "D" (don't save button shortcut)
	d	// lower character "d" (don't save button shortcut)
	Z	// Undo menu command-key
	X	// Cut menu command-key
	C	// Copy menu command-key
	V	// Paste menu command-key
	A	// Select All menu command-key
	s	// command-key "s" (save)
	R	// upper character "R" (replace button shortcut)
	r	// lower character "r" (replace button shortcut)
	d	// command-key "d" (Desktop shortcut)
	D	// command-key displayed in Where popup (Desktop shortcut)
	H	// command-key "H"
*/
"Command Keys" = "o.DdZXCVAsRrdDH";

/* iDisk strings */
"iDisk title" = "iDisk";
"Connect Failed" = "Error de conexión";
"Connect Failed Details" = "Sin respuesta del servidor de iDisk. Por favor, vuelva a intentarlo.";
"Invalid Setup" = "No se puede acceder a su iDisk. Puede que el nombre de usuario o la contraseña no sean válidos.";
"Invalid Setup Details" = "Puede cambiar su nombre y contraseña en la pestaña .Mac del panel Internet de Preferencias del Sistema.";
"iTools Button" = "Abrir el panel de preferencias .Mac...";
"Authentication Failed" = "Acceso fallido";
"Authentication Failed Detailed" = "El nombre o la contraseña que ha introducido no son correctos. Por favor, vuelva a intentarlo. Compruebe su nombre de usuario y su contraseña en la ventana de preferencias .Mac.";

/* List view column titles*/
"Name Column Title" = "Nombre";
"Date Modified Column Title" = "Modificación";

/* Authenticated Server strings */
"Connect Button" = "Conectar...";
"Connect Caption" = "Para ver los volúmenes disponibles del servidor “^0”, pulse Conectar.";

/* Query strings */
"QueryItemCountString" = "%i ítems";
"CurrentFolderScopeString" = "Carpeta \"%s\"";
"HomeScopeString" = "Inicio";
"EverywhereScopeString" = "Ordenador";

/* Preview strings */
"MoreInfo" = "más información...";
